Repository: KenjiBrown/silc
Catalog: debian-silc-server/po/*.po
Languages: cs, de, es, eu, fi, fr, gl, it, nl, pt, ru, sv, tr

source: SILC server name:
cs: Jméno SILC serveru:
es: Nombre del servidor SILC:
eu: SILC zerbitzari izena:
fi: SILC-palvelimen nimi:
fr: Nom du serveur SILC :
gl: Nome do servidor SILC:
it: Nome del server SILC:
nl: Naam voor de SILC-server:
pt: Nome do servidor SILC:
ru: Название сервера SILC:
sv: Namn på SILC-server:
tr: SILC sunucusunun adı:

source: Please enter the name of the SILC server (e.g. "Our SILC server").
cs: Zadejte prosím jméno SILC serveru (např. „Náš SILC server“).
de: Bitte geben Sie den Namen des SILC-Servers ein (z.B. »Unser SILC-Server«).
es: Introduzca el nombre del servidor SILC (ejm. «Nuestro servidor SILC»).
eu: Mesedez ezarri SILC zerbitzariaren izena (adib. "Gure SILC zerbitzaria").
fi: Anna SILC-palvelimen nimi (esim. ”Meidän SILC-palvelimemme”).
fr: Veuillez indiquer le nom du serveur SILC (par exemple « Notre serveur SILC »).
gl: Introduza o nome do servidor SILC (p. ex. "Noso servidor SILC").
it: Inserire il nome del server SILC (per esempio "Mio server SILC")
nl: Wat is de naam van de SILC-server (bv. 'Onze SILC server').
pt: Por favor indique o nome do servidor SILC (ex. "Nosso servidor SILC").
ru: Введите название сервера SILC (например, "Наш сервер SILC").
sv: Ange namnet på din SILC-server (ex. "Min SILC-server").
tr: Lütfen SILC sunucusun adını girin (ör. "SILC sunucumuz").

source: SILC server hostname:
cs: Počítač se SILC serverem:
de: Rechnername des SILC-Servers:
es: Nombre de la máquina utilizada como servidor SILC:
eu: SILC zerbitzariaren ostalari-izena:
fi: SILC-palvelimen verkkonimi:
fr: Nom d'hôte du serveur SILC :
gl: Nome da máquina do servidor SILC:
it: Nome host del server SILC:
nl: Computernaam van de SILC-server:
pt: Nome da máquina servidor SILC:
ru: Имя хоста сервера SILC:
sv: Värdnamn för SILC-server:
tr: SILC sunucusunun makine adı:

source: Please enter the hostname (or the IP address) of the SILC server (e.g. silc.example.org).
cs: Zadejte prosím jméno počítače nebo IP adresu SILC serveru (např. silc.priklad.cz).
de: Bitte geben Sie den Rechnernamen (oder die IP-Adresse) des SILC-Servers ein (z.B. silc.example.org).
es: Introduzca el nombre de la máquina (o la dirección IP) del servidor SILC (ejm. silc.ejemplo.org).
eu: Mesedez ezarri SILC zerbitzariaren ostalari-izena (edo IP helbidea). Adibidez silc.adibidea.net.
fi: Anna SILC-palvelimen verkkonimi tai IP-osoite (esim. silc.esimerkki.fi).
fr: Veuillez indiquer le nom d'hôte (ou l'adresse IP) du serveur SILC (par exemple « silc.example.org »).
gl: Introduza o nome (ou enderezo IP) da máquina que ha executar o servidor SILC (p. ex. silc.example.org).
it: Inserire il nome host (o l'indirizzo IP) del server SILC (per esempio "silc.esempio.org").
nl: Wat is de computernaam (of het IP-adres) van de SILC-server (bv. silc.example.org).
pt: Por favor indique o nome da máquina (ou o endereço IP) do servidor SILC (ex. silc.exemplo.org).
ru: Введите имя хоста (или IP-адрес) сервера SILC (например, silc.example.org).
sv: Ange värdnamnet (eller IP-adressen) för SILC-servern (ex. silc.exempel.se).
tr: Lütfen SILC sunucusunun makine adını (ya da IP adresini) girin (ör. silc.ornek.org).

source: SILC server administrator real name:
cs: Skutečné jméno správce SILC serveru:
de: Bürgerlicher Name des Administrators des SILC-Servers:
es: Nombre real del administrador del servidor SILC:
eu: SILC zerbitzariaren kudeatzailearen benetako izena:
fi: SILC-palvelimen ylläpitäjän oikea nimi:
fr: Nom réel de l'administrateur du serveur SILC :
gl: Nome real do administrador do servidor SILC:
it: Nome reale dell'amministratore del server SILC:
nl: Officiële naam van de SILC-serverbeheerder:
pt: Nome real do administrador do servidor SILC:
ru: Реальное имя администратора сервера SILC:
sv: Fullständigt namn på administratören av SILC-servern:
tr: SILC sunucu yöneticisinin gerçek adı:

source: Please enter the real name of the operator running the SILC server (e.g. "J. Random Operator").
cs: Zadejte prosím skutečné jméno správce tohoto SILC serveru (např. „Franta Vopička“).
de: Bitte geben Sie den bürgerlichen Namen des Betreibers des SILC-Servers ein (z.B. »Emil Betreiber«).
es: Introduzca el nombre real del operador que administra el servidor SILC (ejm. «José Operador»).
eu: Mesedez ezarri SILC zerbitzaria exekutatzen duen operadorearen izena (adib. "A. Larzabal").
fi: Anna SILC-palvelimen ylläpitäjän oikea nimi (esim. ”Aapo Ylläpitäjä”).
fr: Veuillez indiquer le nom réel de l'utilisateur qui exécute le serveur SILC (par exemple « Utilisateur Quelconque »).
gl: Introduza o nome real do operador do servidor SILC (p. ex. "Xan Operador").
it: Inserire il nome reale dell'operatore che eseguirà il server SILC (per esempio "Marco Rossi").
nl: Wat is de officiële naam van de gebruiker die de SILC-server beheerd?
pt: Por favor indique o nome real do operador que corre o servidor SILC (ex. "J. Algum Operador").
ru: Введите реальное имя человека, отвечающего за сервер SILC (например, "Василий Иваныч").
sv: Ange det fullständiga namnet på operatören som administrerar SILC-servern (ex "SILC Operatör").
tr: Lütfen SILC sunucu işletmeninin gerçek adını girin (ör. "Bir İşletmen")

source: This field may be left empty.
cs: Toto pole může zůstat prázdné.
de: Dieses Feld kann leer gelassen werden.
es: Este valor puede quedar vacío.
eu: Eremu hau agian hutsik utzi dezakezu.
fi: Tämä kenttä voidaan jättää tyhjäksi.
fr: Ce champ peut rester vide.
gl: Pódese deixar este campo baleiro.
it: Questo campo può essere lasciato vuoto.
nl: Dit veld mag leeg gelaten worden.
pt: Este campo pode ser deixado em vazio.
ru: Это поле можно оставить пустым.
sv: Detta fält kan lämnas tomt.
tr: Bu alanı boş bırakabilirsiniz.

source: SILC server administrator email address:
cs: Emailová adresa správce SILC serveru:
de: E-Mail-Adresse des Administrators des SILC-Servers:
es: Dirección de correo electrónico del administrador del servidor SILC:
eu: SILC zerbitzari kudeatzailearen eposta helbidea:
fi: SILC-palvelimen ylläpitäjän sähköpostiosoite:
fr: Adresse électronique de l'administrateur du serveur SILC :
gl: Enderezo de email do administrador do servidor SILC:
it: Indirizzo e-mail dell'amministrazione del server SILC:
nl: E-mailadres van de SILC-serverbeheerder:
pt: Endereço de email do administrador do servidor SILC:
ru: Адрес электронной почты администратора сервера SILC:
sv: E-post-adress till administratören för SILC-servern:
tr: SILC sunucu yöneticisinin e-posta adresi:

source: Please enter the email address of the operator running the SILC server (e.g. silc@example.org).
cs: Zadejte prosím emailovou adresu správce tohoto SILC serveru (např. silc@priklad.cz).
de: Bitte geben Sie die E-Mail-Adresse des Betreibers des SILC-Servers ein (z.B. silc@example.org).
es: Introduzca la dirección de correo electrónico del operador que administra el servidor SILC (ejm. silc@ejemplo.org).
eu: Mesedez ezarri SILC zerbitzaria exekutatzen duen operadorearen eposta helbidea (adib. "silc@adibidea.net").
fi: Anna SILC-palvelimen ylläpitäjän sähköpostiosoite (esim. silc@esimerkki.fi).
fr: Veuillez indiquer l'adresse électronique de l'utilisateur qui exécute le serveur SILC (par exemple silc@example.org).
gl: Introduza o enderezo de email do operador do servidor SILC (p. ex. silc@example.org).
it: Inserire l'indirizzo e-mail dell'operatore che eseguirà il server SILC (per esempio "marco.rossi@esempio.org").
nl: Wat is het e-mailadres van de gebruiker die de SILC-server beheerd?
pt: Por favor indique o endereço de email do operador que corre o servidor SILC (ex. silc@exemplo.org).
ru: Введите адрес электронной почты человека, отвечающего за сервер SILC (например, silc@example.org).
sv: Ange e-post-adressen för operatören som ansvarar för SILC-serven (ex. silc@exempel.se).
tr: Lütfen SILC sunucusunu çalıştıran işletmenin e-posta adresini girin (ör. silc@ornek.org).

source: SILC server organization name:
cs: Název organizace provozující SILC server:
de: Organisationsname des SILC-Servers:
es: Nombre de la organización del servidor SILC:
eu: SILC zerbitzariaren erakunde izena:
fi: SILC-palvelimen organisaationimi:
fr: Nom de l'organisation :
gl: Nome da organización do servidor SILC:
it: Nome dell'organizzazione del server SILC:
nl: Organisatienaam voor de SILC-server:
pt: Nome de organização do servidor SILC:
ru: Название организации, запустившей сервер SILC:
sv: Organisation bakom SILC-servern:
tr: SILC sunucusunun kurum adı:

source: Please enter the name of the organization running the SILC server (e.g. "Our Organization").
cs: Zadejte prosím název organizace, která provozuje SILC server (např. „Naše organizace“.
de: Bitte geben Sie den Namen der Organisation ein, die den SILC-Server betreibt (z.B. »Unsere Organisation«).
es: Introduzca el nombre de la organización que hospeda el servidor SILC (ejm. «Nuestra organización»).
eu: Mesedez ezarri SILC zerbitzaria erabiltzen duen erakunde izena (adib. "Gure-erakundea").
fi: Anna SILC-palvelinta pyörittävän organisaation nimi (esim. ”Meidän Organisaatiomme”).
fr: Veuillez indiquer le nom de l'organisation qui exécute le serveur SILC (par exemple « Notre petite entreprise »).
gl: Introduza o nome da organización ao que pertence o servidor SILC (p. ex. "Nosa Organización").
it: Inserire il nome dell'organizzazione che eseguirà il server SILC (per esempio "La mia organizzazione").
nl: Wat is de naam van de organisatie die de SILC-server draait?
pt: Por favor indique o nome da organização que corre o servidor SILC (ex. "A Nossa Organização").
ru: Введите название организации, которая запустила сервер SILC (например, "Моя организация").
sv: Ange namnet på organisationen som administrerar SILC-servern (ex. "Hemmet AB").
tr: Lütfen SILC sunucusunu çalıştıran kurumun adını girin (ör. "Kurumumuz").

source: SILC server location:
cs: Umístění SILC serveru:
de: Standort des SILC-Servers:
es: Ubicación del servidor SILC:
eu: SILC zerbitzariaren kokalekua:
fi: SILC-palvelimen sijainti:
fr: Emplacement géographique du serveur SILC :
gl: Ubicación do servidor SILC:
it: Posizione del server SILC:
nl: Locatie van de SILC-server:
pt: Localização do servidor SILC:
ru: Месторасположение сервера SILC:
sv: Plats för SILC-servern:
tr: SILC sunucusunun konumu:

source: Please enter the name of the country where the SILC server is located.
cs: Zadejte prosím jméno státu, ve kterém je SILC server umístěn.
de: Bitte geben Sie den Namen des Landes ein, in dem sich der SILC-Server befindet.
es: Introduzca el nombre del país donde está ubicado el servidor SILC.
eu: Mesedez idatzi SILC zerbitzaria kokaturik dagoen herrialdearen izena.
fi: Anna maan nimi, jossa SILC-palvelin sijaitsee.
fr: Veuillez indiquer le nom du pays où se trouve le serveur SILC.
gl: Introduza o nome do país no que reside o servidor SILC.
it: Inserire il nome della nazione in cui il server SILC si trova.
nl: Wat is de naam van het land waar de SILC-server zich bevindt?
pt: Por favor indique o nome do país onde o servidor SILC está localizado.
ru: Введите название страны, где расположен сервер SILC.
sv: Ange namnet på landet som SILC-servern är belägen i.
tr: Lütfen SILC sunucusunun konumlandığı ülkenin adını girin.

source: SILC server administrator nickname:
cs: Přezdívka správce SILC serveru:
de: Spitzname des Administrators des SILC-Servers:
es: Alias del administrador del servidor SILC:
eu: SILC zerbitzariaren kudeatzailearen erabiltzaile-izena
fi: SILC-palvelimen ylläpitäjän lempinimi:
fr: Pseudonyme de l'administrateur du serveur SILC :
gl: Alcume do administrador do servidor SILC:
it: Nome utente dell'amministratore del server SILC:
nl: Bijnaam van de SILC-serverbeheerder:
pt: Nome alternativo do administrador do servidor SILC:
ru: Псевдоним администратора сервера SILC:
sv: Användarnamn på SILC-serverns administratör.
tr: SILC sunucu yöneticisinin takma adı:

source: Please enter the nickname of the administrator of the SILC server.
cs: Zadejte prosím přezdívku správce SILC serveru.
de: Bitte geben Sie den Spitznamen des Administrators des SILC-Servers an.
es: Introduzca el alias del administrador del servidor SILC.
eu: Mesedez ezarri SILC zerbitzariaren kudeatzailean erabiltzaile-izena.
fi: Anna SILC-palvelimen ylläpitäjän lempinimi.
fr: Veuillez indiquer le pseudonyme de l'administrateur du serveur SILC.
gl: Introduza o alcume do administrador do servidor SILC.
it: Inserire il nome utente dell'amministratore del server SILC.
nl: Wat is de bijnaam van de SILC-serverbeheerder?
pt: Por favor indique o nome alternativo (nickname) do administrador do servidor SILC.
ru: Введите псевдоним администратора сервера SILC.
sv: Ange smeknamnet på SILC-serverns administratör.
tr: Lütfen SILC sunucu yöneticisinin takma adını girin.

source: The administrator will use it for identification on the server.
cs: Správce ji použije pro identifikaci na serveru.
de: Der Administrator muss diesen dazu verwenden, um sich beim Server zu authentifizieren.
es: El administrador lo utilizará para identificarse en el servidor.
eu: Kudeatzaileak zerbitzarian identifikatzeko erabiliko du.
fi: Ylläpitäjä käyttää tätä tunnistautuakseen palvelimella.
fr: L'administrateur utilisera ce pseudonyme pour s'identifier sur le serveur.
gl: O administrador hao empregar para identificarse no servidor.
it: L'amministratore lo userà per autenticarsi al server.
nl: Deze wordt gebruikt om de beheerder op de server te identificeren.
pt: O administrador irá usá-lo para identificação no servidor.
ru: Администратор будет использовать его для идентификации на сервере.
sv: Administratören använder detta för att identifiera sig mot servern.
tr: Yönetici bu adı sunucudaki kimliği olarak kullanacak.

source: SILC administrator passphrase:
cs: Přístupová fráze SILC správce:
de: Mantra des SILC-Administrators:
es: Contraseña del administrador SILC:
eu: SILC kudeatzailearen pasahitza:
fi: SILC-ylläpitäjän salalauseke:
fr: Phrase secrète pour l'administrateur :
gl: Contrasinal do administrador de SILC:
it: Passphrase dell'amministratore del server SILC:
nl: Wachtzin van de SILC-serverbeheerder:
pt: Frase-passe do administrador SILC:
ru: Ключевая фраза администратора SILC:
sv: Lösenord för SILC-administratören.
tr: SILC yöneticisinin geçiş parolası:

source: Please enter the passphrase for the SILC server administrator.
cs: Zadejte prosím přístupovou frázi pro správce SILC serveru.
de: Bitte geben Sie das Mantra (die Passphrase) des Administrators des SILC-Servers ein.
es: Introduzca la contraseña para el administrador del servidor SILC.
eu: Mesedez ezarri SILC zerbitzari kudeatzailearen pasahitza.
fi: Anna SILC-palvelimen ylläpitäjän salalauseke.
fr: Veuillez indiquer la phrase secrète de l'administrateur du serveur SILC.
gl: Introduza o contrasinal do administrador do servidor SILC.
it: Inserire la passphrase dell'amministratore del server SILC.
nl: Wat is de wachtzin van de SILC-serverbeheerder:
pt: Por favor indique a frase-passe para o administrador do servidor SILC.
ru: Введите ключевую фразу для администратора сервера SILC.
sv: Ange lösenordet som SILC-servern.
tr: Lütfen SILC sunucu yöneticisi için bir geçiş parolası girin.

source: The administrator will need to use this passphrase in order to authenticate.
cs: Správce bude potřebovat tuto frázi k autentizaci.
de: Der Administrator wird dieses Mantra zur Authentifizierung benötigen.
es: El administrador deberá utilizarla para autenticarse.
eu: Kudeatzaileak pasahitz hau beharko du autentifikatzeko.
fi: Ylläpitäjä tarvitsee tämän salalausekkeen tunnistautuessaan.
fr: L'administrateur l'utilisera comme mot de passe pour s'authentifier.
gl: O administrador ha ter que empregar este contrasinal para se autenticar.
it: L'amministratore dovrà usare questa passphrase per autenticarsi al server.
nl: De beheerder gebruikt deze wachtzin om zich te authentificeren (als een wachtwoord maar langer).
pt: O administrador irá precisar de usar esta frase-passe para se poder autenticar.
ru: Эта фраза будет использована для аутентификации администратора.
sv: Administratören använder detta för att identifiera sig mot servern.
tr: Yöneticinin, kimliğini doğrulamak için bu geçiş parolasını kullanması gerekecek.

source: Please note that it will be stored in clear text in a configuration file.
cs: Mějte prosím na paměti, že tato fráze bude uložena v konfiguračním souboru v nešifrované podobě.
de: Bitte beachten Sie, dass das Mantra im Klartext in einer Konfigurationsdatei gespeichert wird.
es: Tenga en cuenta de que ésta se almacenará en texto en claro en un fichero de configuración.
eu: Mesedez kontutan izan pasahitz hau konfigurazio fitxategian testu lauean gordeko dela.
fi: Huomaa, että se tallennetaan selväkielisenä asetustiedostoon.
fr: Veuillez noter que cette phrase secrète ne sera pas chiffrée et sera enregistrée telle quelle dans un fichier de configuration.
gl: Teña en conta que se ha gravar en texto claro nun ficheiro de configuración.
it: Notare che la passphrase sarà memorizzata in testo non cifrato nel file di configurazione.
nl: Opgelet! De wachtzin wordt als leesbare tekst opgeslagen in het configuratiebestand.
pt: Por favor, note que irá ser guardada em texto simples num ficheiro de configuração.
ru: Заметим, что эта фраза будет хранится в файле настройки в незашифрованном виде.
sv: Oberserva att detta sparas i klartext i en konfigurationsfil!
tr: Bu parolanın yapılandırma dosyasında düz metin biçiminde saklanacağını unutmayın.
